7zip
alacritty
ascii
baobab
base
base-devel
bc
bluez
bluez-utils
btop
cgdb
clamav
clang
cmake
cmatrix
decibels
docker
dotnet-runtime-9.0
dotnet-sdk
efibootmgr
epiphany
ethtool
fastfetch
fd
fzf
gdb
gdm
gimp
git
github-cli
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-user-share
gnome-weather
go
gptfdisk
grilo-plugins
gst-libav
gst-plugin-pipewire
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
gvim
hexedit
httpie
intel-media-driver
intel-ucode
iwd
jdk-openjdk
jq
lazydocker
lazygit
libpulse
libreoffice-fresh
libva-intel-driver
linux
linux-firmware
loupe
malcontent
man-db
mingw-w64-gcc
mitmproxy
nano
nasm
nautilus
neovim
network-manager-applet
networkmanager
nmap
nodejs
npm
orca
papers
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
python-pipx
resvg
ripgrep
rygel
showtime
simple-scan
smartmontools
snapshot
stow
sushi
tecla
texlive-langother
texlive-latex
tmux
ttf-firacode-nerd
valgrind
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wine
wine-gecko
wine-mono
winetricks
wireless_tools
wireplumber
xclip
xdg-desktop-portal-gnome
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xrandr
yazi
yelp
zip
zoxide
zram-generator
zsh
